[
    {
        "query":"孙某某，男，7岁。于1977年5月6日就诊。患儿头部有大小不等圆形灰白色屑斑，瘙痒年余，零星脱发，日益加重，部分已见秃斑",
        "response":"儿童,头部,春季,灰白色屑斑，瘙痒脱发，秃斑",
        "name":"白秃疮",
        "cure":"苦参9克 威灵仙6克 首乌10克 当归10克 生地10克 白藓皮9克 甘草6克 水煎服。外用戍油膏，经治疗16天告愈。"
    },
    {
        "query":"患儿，男，10岁。头皮部初起丘疹色红，灰白色鳞屑成斑，毛发干枯，容易折断，易于拔落而不疼痛，已有年余，自觉瘙痒。",
        "response":"儿童,头部,灰白色鳞屑,毛发干枯,发根松动,红色丘疹",
        "name":"白秃疮"

    },
    {
        "query":"患者，男性，12岁，头皮有皮红色丘疹，头皮易断，断发处有黑点，伴有轻度痒感，有鼠粪臭。病程持续数月，有时稍减轻，但未见明显好转。",
        "response":"儿童,头部,红色丘疹,断发,瘙痒,鼠粪臭",
        "name":"肥疮"
    },
    {
        "query":"患者，男性，头皮有杏子大小状白色鳞屑斑。头发易断，断发处有黑点，轻度瘙痒。",
        "response":"头部,白色鳞屑斑,断发，瘙痒",
        "name":"肥疮",
        "cure":""
    },
    {
        "query":"患者，男性，45岁。于两周前开始出现手掌皮肤干燥、发红、瘙痒和脱屑等症状，手指腹有簇集的小水疱，抓破水疱后瘙痒停止。",
        "name":"鹅掌风"
    },
    {
        "query":"患者,男,55岁。自诉:1978年初春发现颈项出斑点,斑点比肤色稍白,边缘界限明显,形状不规则,大如蚕豆,小如豌豆,无痛痒感。至九月斑点蔓延胸、背、腰、腹及两臂内侧,数处成片状,有微痒感。舌淡,苔薄白,脉象正常。",
        "response":"此属风邪湿气,凝滞气血,毛窍闭塞。治以祛风湿,活气血,开毛窍",
        "name":"紫白癜风",
        "cure":"方用保安万灵丹"
    },
    {
        "query":"曾XX，女，34岁，1976年8月13日初诊。平时双脚发痒起水疱，糜烂，流水。两周前因搔破左脚，脚缝脱皮，次日左脚背前面即红肿疼痛，不能履地，并沿小腿有红线一条上行，左大腿根部淋巴结肿大触痛，全身发热，经当地医院注射青霉素一周后退热，但左脚红肿痛，故来诊。检查：左足背红肿，按之有凹窝，脚缝糜烂，流水，结痂，有脓性分泌物，左腹股沟肿块仍有压痛",
        "response":"证属湿热下注，化火化毒（脚癣感染）。治宜清热解毒、利湿消肿。节选自《朱仁康临床经验集》",
        "cure":"药用：赤苓9克、黄芩9克、泽泻9克、丹皮9克、蚤休9克、公英15克、连翘9克、木通6克、车前子9克、六一散9克。水煎服。外用：生地榆60克、马齿苋60克、黄柏60克，上药分成三份，每日一份，煎水约300毫升，待凉用干净小毛巾沾水后略拧半干半湿，溻敷患处，每次半小时，每日3?4次。三剂后红肿渐消，糜烂渗水已轻，已不见脓性分泌物，疼痛亦轻，腿根部核已消。继服三剂，湿敷同前。8月19日足背红肿全消，并有蜕皮，脚缝已干涸，略痒。嘱用六一散9克、枯矾3克，混合撒脚缝内。五天后接用醋泡方，每晚泡脚半小时，以资防治。",
        "after":"内外合治，措施得力，感染迅速好转，脚湿气亦明显好转，而后用醋泡方坚持治疗，脚湿气自能逐步见愈。",
        "name":"脚湿气"
    },
    {
        "query":"段文秀，男，57岁，延安村老羊工，1976年9月初诊：两手掌龟裂出血，痒痛难忍7年，掌部粗糙如树皮。县医院外科诊为手癣、掌角化症。患者牧羊41年，外受风霜雨露之侵，双手日日接触畜粪，致风毒凝结肌肤，日久深伏血络，营卫阻塞，肌肤尖养，血虚不荣四末",
        "cure":"生地(酒浸)、当归各30克，桂枝10克，赤芍15克，川芎、桃仁、红花各10克，丹皮、紫草各15克，定风丹60克，白藓皮、乌蛇肉各30克(蜜丸先吞)，炙草10克，鲜生姜10片，枣10枚",
        "after":"服本方7剂痊愈",
        "name":"鹅掌风"
    },
    {
        "query":"苏风仙，女，22岁，灵石火车站工人，1977年6月7日初诊：右手鹅掌风4年零3个月。龟裂，痒痛，出血，冬季加重。每月经行2次，色黑不畅。正值经前，面部满布红色丘疹，奇痒难忍，脉数苔黄。症由脚癣时时搓痒传染，湿热内蕴，血热而瘀，不荣肌肤。予基本方加黑芥穗、皂刺各10克入血清透。",
        "cure":"生地(酒浸)、当归各30克，桂枝10克，赤芍15克，川芎、桃仁、红花各10克，丹皮、紫草各15克，定风丹60克，白藓皮、乌蛇肉各30克(蜜丸先吞)，炙草10克，鲜生姜10片，枣10枚。",
        "after":"予基本方加黑芥穗、皂刺各10克入血清透。",
        "name":"鹅掌风"
    }
]],
